Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Press {@TIME_POWER_SHIELD} to create a Time Shield to deflect bullets.
pl_pl: Naciśnij {@TIME_POWER_SHIELD}, aby stworzyć czasową tarcze odbijającą pociski.

source: Press {@TIME_POWER_SHIELD} to create a Time Shield.
pl_pl: Naciśnij {@TIME_POWER_SHIELD}, aby utworzyć czasową tarczę.

source: Press {@TIME_POWER_SHIELD} to exit examine mode
pl_pl: Naciśnij {@TIME_POWER_SHIELD}, aby wyjść z trybu sprawdzania.

source: Press {@TIME_POWER_STOP} to throw a Time Stop
pl_pl: Naciśnij {@TIME_POWER_STOP}, aby włączyć czasową pauzę.

source: Press {@TIME_VISION} to activate Time Vision to locate enemies, hazards and items.
pl_pl: Naciśnij {@TIME_VISION}, aby aktywować czasową wizję w celu zlokalizowania wrogów, zagrożeń i przedmiotów.

source: Press {@TIME_VISION} to activate Time Vision to locate enemies, hazards and items. Time Vision deactivates when you move.
pl_pl: Naciśnij {@TIME_VISION}, aby aktywować czasową wizję w celu zlokalizowania wrogów, zagrożeń i przedmiotów. Czasowa wizja zdezaktywuje się kiedy się poruszysz.

source: Press {@TIME_VISION} to locate enemies.
pl_pl: Naciśnij {@TIME_VISION}, aby zlokalizować wrogów.

source: Pretty sure they didn't even scratch that thing...
pl_pl: Jestem pewien, że nawet tego nie zarysowali...

source: Previously on Quantum Break...
pl_pl: Poprzednio w Quantum Break...

source: Prick.
pl_pl: Kutas.

source: Probably because I'm not rockin' those ugly astronaut pants. Hatch's orders.
pl_pl: Pewnie dlatego, że nie noszę tego okropnego wdzianka. Rozkazy Hatcha.

source: Probably not. Which is all the more reason to avoid this. I mean, have you ever seen the movie "The Fly?" I do not wanna be the Jeff Goldblum of this story.
pl_pl: Prawdopodobnie nie. Tym bardziej należy tego unikać. Chodzi mi o to, czy kiedykolwiek widziałeś film „Mucha”? Nie chcę być Jeffem Goldblumem w tej historii.

source: Proceed towards the lab or take a seat
pl_pl: Przejdź do laboratorium lub usiądź

source: Progress! Our primary drive as a species. Over time we have cured life-threatening illnesses, explored the world.
pl_pl: Postęp! Główny napęd naszego gatunku. Z biegiem czasu wyleczyliśmy choroby zagrażające życiu, zbadaliśmy świat.

source: Project Promenade Presentation
pl_pl: Prezentacja projektu Promenada

source: Projected Fracture Progression
pl_pl: Przewidywany postęp pęknięcia

source: Protest Chart
pl_pl: Tabela z protestu

source: Protest Flier
pl_pl: Ulotka dotycząca protestu

source: Protests against Monarch are going strong, I see...
pl_pl: Widzę, że protesty przeciwko Monarch trwają w najlepsze...

source: Providing cover!
pl_pl: Osłaniam was!

source: Providing shelling cover!
pl_pl: Osłaniam!

source: Providing sniper cover!
pl_pl: Zapewniam osłonę snajperską!

source: Providing sniper cover. Move in!
pl_pl: Zapewnian osłonę snajperską. Wkraczajcie!

source: Prowler team, ready the heavies in the underground parking. I'm not hearing any response from Raider team three. We may have a situation.
pl_pl: Do oddziału Prowler, przygotować ciężki sprzęt na podziemnym parkingu. Nie słyszę żadnej odpowiedzi od Raider 3. Możemy mieć problem.

source: Psh. This asshole don't look like much.
pl_pl: Phi. Ten dupek nie wygląda na twardego.

source: Pssh. S'probably "boron" or "neutron" or some shit.
pl_pl: Phi. Pewnie „boron”, „neutron” albo inne gówno.

source: Pull
pl_pl: Ciągnij

source: Purchase %s to unlock
pl_pl: Kup %s, aby odblokować

source: Push
pl_pl: Pchnij

source: Push the fuse back
pl_pl: Wciśnij bezpiecznik z powrotem

source: Put down the gun, Joyce!
pl_pl: Odłóż broń, Joyce!

source: Put the gun down. We can talk this through. I don't want to hurt you.
pl_pl: Odłóż broń. Możemy to przedyskutować. Nie chcę cię skrzywdzić.

source: QUANTUM BREAK INSIGHTS
pl_pl: WSKAZÓWKI QUANTUM BREAK

source: QUANTUM RIPPLE
pl_pl: Fala czasowe

source: QUANTUM RIPPLES
pl_pl: FALE CZASOWE

source: QUIT GAME
pl_pl: WYJDŹ Z GRY

source: QUIT TO MAIN MENU
pl_pl: WYJDŹ DO MENU GŁÓWNEGO

source: QUIT TO MENU
pl_pl: WYJDŹ DO MENU

source: Quantum Break has finished installing and is now ready to play.
pl_pl: Quantum Break zostało zainstalowane i jest gotowe do gry.

source: Quantum Break is best played using a game controller.
pl_pl: W Quantum Break najlepiej grać za pomocą kontrolera.

source: Quantum Break is both a game and a show, combined into one seamless experience. The show has been optimized for streaming.
pl_pl: Quantum Break to zarówno gra, jak i serial, połączone w jedno płynne doświadczenie. Serial został zoptymalizowany pod kątem przesyłania strumieniowego.

source: Quantum Ripple Triggered
pl_pl: Nastąpiła fala czasowa

source: Quantum Ripples
pl_pl: Fale czasowe

source: Quantum break is installed and is ready to play.
pl_pl: Quantum Break jest zainstalowane i gotowe do gry.

source: Quantum ripple research unit
pl_pl: Jednostka badawcza ds. tętnienia kwantowego

source: Quite expensive piece of tech you stole.
pl_pl: Ukradłeś całkiem drogi sprzęt.

source: RADIO BROADCAST
pl_pl: AUDYCJA RADIOWA

source: RADIO SHOWS
pl_pl: AUDYCJE RADIOWE

source: RAM Minspec Not Met
pl_pl: Niewystarczająca ilość pamięci RAM

source: RANK
pl_pl: MIEJSCE

source: RE: COMING HOME?
pl_pl: ODP: WRACASZ DO DOMU?

source: RE: Dr. Kim's lab and Serene’s treatment
pl_pl: ODP: Laboratorium dr. Kima i leczenie Serene

source: RE: JOYCE IN CUSTODY??
pl_pl: ODP: JOYCE W ARESZCIE??

source: RE: Jack
pl_pl: ODP: Jack

source: RE: Jack Joyce
pl_pl: ODP: Jack Joyce

source: RE: Liam Burke’s status
pl_pl: ODP: Status Liama Burke'a

source: RE: Moby Dick is amazing
pl_pl: ODP: Moby Dict to coś niezwykłego

source: RE: Next Steps
pl_pl: ODP: Następne kroki

source: RE: PROJECT PROMENADE BETA TEST
pl_pl: ODP: BETA TESTY PROJEKTU PROMENADA

source: RE: The Countermeasure
pl_pl: ODP: Środek zaradczy

source: RE: WHAT’S UP GIRL
pl_pl: ODP: CO TAM LASKA

source: RE: WILLIAM JOYCE CLEARANCE
pl_pl: ODP: POŚWIADCZENIA BEZPIECZEŃSTWA WILLIAMA JOYCE'A

source: RE: Where are you?
pl_pl: ODP: Gdzie jesteś?

source: RE: time machine core
pl_pl: ODP: Rdzeń wehikułu czasu

source: RE:Ground Zero Operation
pl_pl: ODP: Operacja w strefie zero

source: READ ME RIGHT NOW – CFR procedures!!
pl_pl: PRZECZYTAJ MNIE TERAZ - Procedury RPC!!!

source: REALLY IMPORTANT PLANS, AND I WOULD'VE GONE BACK TO WORK.
pl_pl: naprawdę ważne plany i wróciłbym do pracy.

source: REFLECTIONS ON THE END I wish my memories about the End of Time were clearer, but it was anything but a clear time in my life – and the world was such a jumble, a frozen mess of different timelines crashing together. I was running for my life the whole time, trying to avoid the Shifters. Not an ideal state of mind for gathering intel. And it didn’t help that she kept chasing me, trying to kill me. Beth Wilder. One of my own people. It was her all along. Even then, trapped in the End of Time, as little as I understood about what was going on, I could tell she wasn’t like me – that she didn’t have the powers I did. I knew she had some kind of technology that kept her going in that suspended hell. Of course, I had no idea it was a device I would eventually have my people develop. I suppose I should appreciate the irony that it was her chronon harness – my own chronon harness – that it gave me the idea for the Lifeboat protocol. The idea that our technology could let humanity survive the End of Time. I suppose I have to thank her for that. And she paid for her sins, in the end… but she left her mark on me. I know the time to pay for mine is approaching quickly. But not just yet. Back then, when Wilder and I played our game of cat and mouse at the End of Time, if I’d had an ounce of the control over my powers that I do now, things would have turned out very differently between the two of us. She was strong and had the training, and I was young and weak and scared. Even so, my abilities gave me an edge. I was lucky she didn’t have the full Striker gear. She was the one with the upper hand. I didn’t learn to learn to properly control my abilities until much later. In those days, they were unpredictable and operated on instinct. Control didn’t come easy. I can’t help but be aware that this doesn’t seem to be the case for Jack. His mastery is growing by leaps and bounds. Is it just because that’s the way he’s always been? Fast on his feet. Bold and adaptive. Or is the Fracture affecting him, too? I thought we could contain him. It’s cost us dearly. It’s not a mistake I will make again.
pl_pl: REFLEKSJE NA TEMAT KOŃCA Chciałbym, aby moje wspomnienia o Końcu Czasu były jaśniejsze, ale to nie był jasny okres w moim życiu - a świat był taką mieszanką, zamrożoną plątaniną różnych linii czasowych, które zderzały się ze sobą. Przez cały czas uciekałem przed Zmiennokształtnymi. Nie był to idealny stan do zbierania informacji. I nie pomagało to, że ona mnie ścigała, próbując mnie zabić. Beth Wilder. Jedna z moich. To od początku była ona. Nawet wtedy, uwięziony w Końcu Czasu, choć niewiele rozumiałem z tego, co się działo, mogłem powiedzieć, że nie była taka jak ja - że nie miała takich mocy jak ja. Wiedziałem, że miała jakąś technologię, która utrzymywała ją w tym zawieszonym piekle. Oczywiście nie miałem pojęcia, że było to urządzenie, które w końcu miałem opracować dla moich ludzi. Przypuszczam, że powinienem docenić ironię, że to właśnie jej uprząż chrononowa - moja własna uprząż chrononowa - dała mi pomysł na protokół Łodzi Ratunkowej. Pomysł, że nasza technologia może pozwolić ludzkości przetrwać Koniec Czasu. Przypuszczam, że muszę jej za to podziękować. W końcu zapłaciła za swoje grzechy... ale odcisnęła na mnie swoje piętno. Wiem, że czas, by zapłacić za moje, zbliża się wielkimi krokami. Ale jeszcze nie teraz. Wtedy, kiedy Wilder i ja bawiliśmy się w kotka i myszkę na Końcu Czasu, gdybym miał choć odrobinę kontroli nad moimi mocami, którą mam teraz, sprawy między nami potoczyłyby się zupełnie inaczej. Ona była silna i wyszkolona, a ja młody, słaby i przestraszony. Mimo to moje zdolności dawały mi przewagę. Miałem szczęście, że nie miała pełnego wyposażenia Strikera. To ona miała przewagę. Dopiero później nauczyłem się kontrolować swoje umiejętności. W tamtych czasach były one nieprzewidywalne i działały instynktownie. Kontrola nie przychodziła łatwo. Nie mogę pomóc, ale zdaję sobie sprawę, że w przypadku Jack'a tak nie jest. Jego opanowanie rośnie skokowo. Czy to tylko dlatego, że zawsze taki był? Odważny i elastyczny. A może Pęknięcie wpływa również na niego? Myślałem, że uda nam się go powstrzymać. Drogo nas to kosztowało. Nie popełnię tego błędu ponownie.

source: RELOAD
pl_pl: PRZEŁADOWANIE

source: REPLAY LEVELS THROUGH THE TIMELINE
pl_pl: POWTARZAJ POZIOMY PRZEZ OŚ CZASU

source: RESCUE WILL
pl_pl: OCAL WILLA

source: RESEARCH FACILITY SIDE ENTRANCE
pl_pl: BOCZNE WEJŚCIE DO OBIEKTU BADAWCZEGO

source: RESET TO DEFAULTS
pl_pl: PRZYWRÓĆ USTAWIENIA DOMYŚLNE

source: RESOLUTION
pl_pl: ROZDZIELCZOŚĆ

source: RESTART CHECKPOINT
pl_pl: ZRESTARTUJ PUNKT KONTROLNY

source: RESTART LEVEL
pl_pl: ZRESTARTUJ POZIOM

source: RESTART PART
pl_pl: URUCHOM PONOWNIE POZIOM

source: RESTRUCTURING THAT WOULD SEE YOU AS MY RIGHT HAND.
pl_pl: Restrukturyzacje, w której widziałbym cię jako moją prawą rękę.

source: RESTRUCTURING WILL BE IN ORDER, CHARLIE --
pl_pl: rozpocznę restrukturyzację, Charlie...

source: RESTRUCTURING WILL BE IN ORDER, CHARLIE -- RESTRUCTURING THAT WOULD SEE YOU AS MY RIGHT HAND.
pl_pl: rozpocznę restrukturyzację, Charlie... Restrukturyzacje, w której widziałbym cię jako moją prawą rękę.

source: RESUME GAME
pl_pl: WZNÓW GRĘ

source: RESUME POINT
pl_pl: PUNKT WZNOWIENIA

source: RETURN TO JACK'S PRESENT TIME
pl_pl: POWRÓĆ DO TERAŹNIEJSZOŚCI

source: RIGHT?
pl_pl: Prawda?

source: RIVERPORT COASTAL DEFENSES The coastal defense installation of Riverport was commissioned on August 2, 1940, and completed in September, 1942, as America faced the realities of World War II. In addition to the fortifications and artillery, it also boasted an extensive tunnel system that linked Gull Island to the mainland, enabling free movement of personnel and materiel even under siege conditions. It was built in preparation for an attack on the United States that, fortunately, never came. The original plan also called for the construction of a large naval base in Riverport to support the US Navy in the Atlantic, taking advantage of the local ship-building industry, but as the United States entered World War II after Pearl Harbor, a change in resourcing priorities led to those plans being scrapped. This installation was in active use throughout the war, and the underground facilities continued to be used as a base for Navy intelligence work once World War II ended. The installation was decommissioned in 1961.
pl_pl: OBRONA WYBRZEŻA RIVERPORT Instalacja obrony wybrzeża Riverport została oddana do użytku 2 sierpnia 1940 r. i ukończona we wrześniu 1942 r. gdy Ameryka stanęła w obliczu realiów II wojny światowej. Oprócz fortyfikacji i artylerii, posiadała również rozległy system tuneli, który łączył Wyspę Mew z lądem, umożliwiając swobodny przepływ personelu i materiałów nawet w warunkach oblężenia. Został on zbudowany w ramach przygotowań do ataku na Stany Zjednoczone, który na szczęście nigdy nie nastąpił. Pierwotny plan zakładał również budowę dużej bazy marynarki wojennej w Riverport w celu wsparcia Marynarki Wojennej Stanów Zjednoczonych na Atlantyku, wykorzystując lokalny przemysł stoczniowy, ale gdy Stany Zjednoczone przystąpiły do II wojny światowej po Pearl Harbor, zmiana priorytetów w zakresie zasobów doprowadziła do porzucenia tych planów. Instalacja ta była aktywnie wykorzystywana przez całą wojnę, a podziemne obiekty były nadal wykorzystywane jako baza do pracy wywiadowczej Marynarki Wojennej po zakończeniu II wojny światowej. Instalacja została wycofana z użytku w 1961 roku.
